Repository: 84000/data-translation-memory
Catalog: toh593-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་པོ་ཅན་གཞན་གྱིས་མི་ཐུབ་པ་ཞེས་བྱ་བའི་གཟུངས།
en: The Noble Dhāraṇī The Invincible Sitātapatrā Born from the Uṣṇīṣa of the Tathāgata

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Three Jewels!

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷའི་གནས་ན། ཆོས་བཟངས་ལྷའི་འདུན་ས་ན། དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་དང་། ལྷའི་དབང་པོ་བརྒྱ་བྱིན་དང་།
en: The Blessed One was dwelling in Excellent Dharma, the assembly hall of the gods in the Heaven of the Thirty-Three, together with a great assembly of monks, an assembly of bodhisattvas, and Śakra, the lord of the gods.

source: ཐབས་ཅིག་ཏུ་བཞུགས་སོ། །དེའི་ཚེ་བཅོམ་ལྡན་འདས་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་ཏེ། གཙུག་ཏོར་རྣམ་པར་ལྟ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་སོ།
en: The Blessed One sat down on a seat arranged for him and entered the samādhi called uṣṇīṣa gaze.

source: །སྙོམས་པར་ཞུགས་མ་ཐག་ཏུ་བཅོམ་ལྡན་འདས་ཀྱི་གཙུག་ཏོར་གྱི་དབུས་ནས་གསང་སྔགས་ཀྱི་ཆོ་ག་འདི་དག་བྱུང་ངོ་། །སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: As soon as he entered this samādhi, the rite of the mantra formula issued from the center of the Blessed One’s uṣṇīṣa: “Homage to all buddhas and bodhisattvas! “

source: །སངས་རྒྱས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Buddha.

source: །ཆོས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Dharma.

source: །དགེ་འདུན་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Saṅgha.

source: །ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བྱེ་བ་ཕྲག་བདུན་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the seventy million completely perfect buddhas and the assembly of śrāvakas. “

source: །འཇིག་རྟེན་ན་དགྲ་བཅོམ་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the arhats of this world.

source: །རྒྱུན་དུ་ཞུགས་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the stream enterers.

source: །ལན་ཅིག་ཕྱིར་འོང་བ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the once-returners.

source: །ཕྱིར་མི་འོང་བ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the non-returners.

source: །འཇིག་རྟེན་ན་ཡང་དག་པར་སོང་བ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to those who have gone rightly in this world.

source: །ཡང་དག་པར་ཞུགས་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to those who have acted rightly. “

source: །ལྷའི་དྲང་སྲོང་དམོད་པ་འདོར་བ་དང་། ཕན་འདོགས་ནུས་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the divine ṛṣis who cast curses and have the power to benefit.

source: །རིག་སྔགས་འཆང་གྲུབ་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the accomplished vidyādharas. “

source: །ཚངས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to Brahmā.

source: །དབང་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to Indra.

source: །ལེགས་ལྡན་དྲག་པོ་དཀའ་ཐུབ་ལས་ཟློག་པའི་བདག་པོ་དང་ལྷན་ཅིག་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed Rudra along with Umāpati.

source: །ལེགས་ལྡན་སྲེད་མེད་ཀྱི་བུ་ཕྱག་རྒྱ་ཆེན་པོ་ལྔས་ཕྱག་བྱས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed Nārāyaṇa, worshiped by the five great mudrās.

source: །ལེགས་ལྡན་ནག་པོ་ཆེན་པོ་གྲོང་ཁྱེར་སུམ་བརྩེགས་འཇིག་པར་བྱེད་པ། དུར་ཁྲོད་ན་གནས་པར་མོས་པ་མ་མོའི་ཚོགས་ཀྱིས་ཕྱག་བྱས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed Mahākāla, destroyer of Tripura, who prefers to reside in a charnel ground and is worshiped by hordes of mātṛs. “

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the tathāgata family.

source: །པདྨའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the lotus family.

source: །རྡོ་རྗེའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the vajra family.

source: །ནོར་བུའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the jewel family.

source: །གླང་པོའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the elephant family.

source: །གཞོན་ནུའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the youthful family.

source: །ཀླུའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the nāga family. “

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དཔའ་བརྟན་པའི་སྡེ་མཚོན་ཆའི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Dṛḍhaśūraraṇasenapraharaṇarāja.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་དཔག་མེད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Amitābha.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མི་འཁྲུགས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Akṣobhya.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྨན་གྱི་བླ་བཻ་ཌཱུརྱའི་འོད་ཀྱི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Bhaiṣajyaguruvaiḍūryaprabharāja.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སཱ་ལའི་དབང་པོའི་རྒྱལ་པོ་མེ་ཏོག་ཀུན་ཏུ་རྒྱས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Supuṣpitaśālendrārāja.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Śākyamuni.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་པོ་ཆེ་ཏོག་གི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Ratnaketurāja.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀུན་ཏུ་བཟང་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Samantabhadra.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམ་པར་སྣང་མཛད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Vairocana.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྤྱན་རྒྱས་པ་ཨུཏྤལའི་བསུང་གི་ཏོག་གི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ། །དེ་རྣམས་ལ་ཕྱག་འཚལ་ནས། བཅོམ་ལྡན་འདས་མ་
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Vikasitanetrotpalagandhaketurāja. “

source: དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་པོ་ཅན་གཞན་གྱིས་མི་ཐུབ་པ་ཞེས་བྱ་བ་ཕྱིར་ཟློག་པ་ཆེན་མོ་འདིས་འབྱུང་པོའི་གདོན་ཐམས་ཅད་ཚར་གཅོད་པ། གཞན་གྱི་རིག་སྔགས་གཅོད་པ། དུས་མ་ཡིན་པར་འཆི་བ་ལས་ཟློག་པ། སེམས་ཅན་བཅིངས་པ་ཐམས་ཅད་འགྲོལ་བ། སྡང་བ་དང་། རྨི་ལམ་ངན་པ་དང་། ལྟས་ངན་པ་ཐམས་ཅད་བཟློག་པ། གདོན་བརྒྱད་ཁྲི་བཞི་སྟོང་འཇིག་པར་བྱེད་པ། རྒྱུ་སྐར་ཉི་ཤུ་རྩ་བརྒྱད་དགའ་བར་བྱེད་པ། གཟའ་ཆེན་པོ་བརྒྱད་འཇིག་པར་བྱེད་པ། དགྲ་ཐམས་ཅད་བཟློག་པ། མ་རུངས་པ་དང་། སྡང་བ་དང་། རྨི་ལམ་ངན་པ་ཐམས་ཅད་འཇིག་པར་བྱེད་པ། དུག་དང་མཚོན་དང་མེ་དང་ཆུ་ལས་སྒྲོལ་བ་སྟེ།
en: After paying homage to these blessed ones, this great spell for averting named the invincible blessed Sitātapatrā born from the uṣṇīṣa of the Tathāgata annihilates all bhūtas who are grahas; disrupts all opposing spells; averts untimely death; frees beings from all that binds them; averts all malice, nightmares, and bad omens; destroys the eighty-four thousand types of grahas; appeases the twenty-eight lunar mansions; destroys the eight great celestial bodies; averts all enemies; destroys all violence, malice, and nightmares; and frees beings from poison, weapons, fire, and water. “

source: གཞན་གྱིས་མི་ཐུབ་དྲག་ཤུལ་ཆེ། །གཏུམ་པ་ཆེན་མོ་སྟོབས་ཆེན་མོ།
en: She is invincible and greatly terrifying, Intensely fierce and greatly powerful.

source: །འབར་བ་ཆེན་མོ་གཟི་བརྗིད་ཆེ། །དཀར་མོ་ཆེན་མོ་སྟོབས་ཆེན་མོ།
en: She blazes brightly, is rich in splendor, And is bright white and greatly powerful.

source: །འབར་བའི་ཕྲེང་བ་གོས་དཀར་མོ།
en: She is Pāṇḍaravāsinī, wreathed in flame. “

source: །འཕགས་མ་སྒྲོལ་མ་ཁྲོ་གཉེར་ཅན།
en: She is noble Tārā and Bhṛkuṭī.

source: །རྒྱལ་བའི་རྡོ་རྗེ་ཕྲེང་ཞེས་གྲགས། །པདྨའི་མངོན་མཚན་རྡོ་རྗེས་མཚན།
en: Renowned as the victorious Vajramālā, She appears as a lotus and is marked with a vajra.

source: །གཞན་གྱིས་མི་ཐུབ་ཕྲེང་བ་ཅན།
en: She is Aparājitā and Mālā. “

source: །རྡོ་རྗེ་མཁར་བསྣམས་འཇོམས་པ་མོ། །ཞི་བའི་ལྷ་རྣམས་ཀྱིས་མཆོད་མ། །གཟུགས་ཞི་གཟི་བརྗིད་ཆེན་མོ་ཅན།
en: She is the destroyer who bears a vajra staff, Worshiped by the peaceful gods, And of gentle appearance and rich in splendor.

source: །འཕགས་མ་སྒྲོལ་མ་སྟོབས་ཆེན་མོ།
en: She is noble Tārā, greatly powerful. “

source: །རྡོ་རྗེ་ལུ་གུ་རྒྱུད་གཞན་དང་། །རྡོ་རྗེ་གཞོན་ནུ་རིགས་འཛིན་མ།
en: She is Vajraśṛṅkhalā and Aparā And Vajrakaumārī, scion of her family.

source: །ལག་ན་རྡོ་རྗེ་རིགས་གསེར་ཕྲེང་། །ལེ་བརྒན་རྩི་དང་རིན་ཆེན་མ། །སྣང་མཛད་རྡོ་རྗེའི་གཙུག་ཏོར་གྲགས།
en: She is the vidyā Kāñcanamālikā with vajra in hand, Kusumbharatnā, and Vairocanā, and she is renowned as Vajroṣṇīṣā. “

source: །རྣམ་པར་བསྒྱིངས་མའི་རྡོ་རྗེ་དང་། །གསེར་འོད་ལྟ་བུའི་སྤྱན་མངའ་བ།
en: She is Vijṛmbhamānikā and Vajrā And Locanā, who eyes shine like gold.

source: །རྡོ་རྗེ་སྒྲོས་དང་དཀར་མོ་དང་། །པདྨའི་སྤྱན་དང་ཟླ་འོད་དང་།
en: She is Vajratuṇḍī and Śvetā, Kamalākṣī, and Śaśiprabhā. “

source: །ཕྱག་རྒྱའི་ཚོགས་དེ་དག་ཐམས་ཅད་ཀྱིས་བདག་ལ་བསྲུང་དུ་གསོལ། བསྲུང་དུ་གསོལ། ཨོཾ་རྀ་ཥི་ག་ཎ་པྲ་ཤཱ་སྟཱ་ཡ། སརྦ་ཏ་ཐཱ་ག་ཏོཥྞཱི་ཥ་སི་ཏཱ་ཏ་པ་ཏྲེ་ཧཱུྃ་དྲཱུྃ། ཛམྦྷ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ། སྟམྦྷ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ། མ་ཧཱ་བིདྱཱ་སམ་བྷཱ་ཀྵ་ཎ་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ། པ་ར་བིདྱཱ་སམ་བྷ་ཀྵ་ཎ་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ། སརྦ་དུཥྚཱ་ནཱཾ་སྟམྦྷ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ། སརྦ་ཡཀྵ་རཱཀྵ་ས་གྲ་ཧཱ་ཎཱཾ་པིདྷཱནྶ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ། ཙ་ཏུ་རཱ་ཤཱི་ཏྲཱི་ནཱཾ། གྲ་ཧ་ས་ཧ་སྲཱ་ཎཱཾ། བིདྷྭ་ན་ས་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ། ཨཥྚ་བིཾ་ཤ་ཏཱི་ནཱཾ། ནཀྵ་ཏྲཱ་ནཱཾ་པྲ་སཱད་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ།
en: May this entire host of mudrās protect me, please protect me!

source: ཨཥྚ་ནཱཾ་མ་ཧཱ་གྲ་ཧཱ་ཎཱཾ་བི་དྷྭ་ན་ས་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ། རཀྵ་མཾ། བསྲུང་དུ་གསོལ། བཅོམ་ལྡན་འདས་མ་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་པོ་ཅན་རྡོ་རྗེ་གཙུག་ཏོར་ཕྱིར་ཟློག་པ་ཆེན་མོ། ཕྱག་སྟོང་མངའ་བ་ཆེན་མོ། དབུ་སྟོང་མངའ་བ་ཆེན་མོ། སྤྱན་བྱེ་བ་བརྒྱ་ཕྲག་སྟོང་མངའ་བ་ཆེན་མོ། མི་ཕྱེད་འབར་བའི་མཚན་རྟགས་ཅན་རྡོ་རྗེ་ཡངས་པ་ཆེན་མོས། ས་གསུམ་གྱི་དཀྱིལ་འཁོར་ལ་མངའ་མཛད་པ་ཆེན་མོ།
en: oṁ ṛṣigaṇapraśastāya sarvatathāgatoṣṇīṣasitātapatre hūṁ drūṁ | jambhanakarī hūṁ drūṁ | stambhanakarī hūṁ drūṁ | mahāvidyāsambhakṣanakarī hūṁ drūṁ | paravidyāsambhakṣanakarī hūṁ drūṁ | sarvaduṣṭānām stambhanakarī hūṁ drūṁ | sarvayakṣarākṣasagrahāṇāṃ vidhvaṃsanakarī hūṁ drūṁ | caturaśitīnāṃ grahasahasrāṇāṃ vidhvaṃsanakarī hūṁ drūṁ | aṣṭāviṃśatīnāṃ nakṣatrāṇāṃ prasādanakarī hūṁ drūṁ | aṣṭānāṃ mahāgrahāṇāṃ vidhvaṃsanakarī hūṁ drūṁ | rakṣa mām | “Blessed Sitātapatrā, born from the uṣṇīṣa of the Tathāgata, Vajroṣṇīṣā, great averting goddess, great goddess with a thousand arms, great goddess with a thousand heads, great goddess with a trillion eyes and indestructible blazing features, great exalted vajra goddess who rules over the maṇḍala of the three realms of existence.

source: ཀུན་ནས་བདག་ལ་བསྲུང་དུ་གསོལ། བསྲུང་དུ་གསོལ། ཨོཾ་རྒྱལ་པོའི་འཇིགས་པ་དང་། ཆོམ་རྐུན་གྱི་འཇིགས་པ་དང་།
en: Protect me from everything; please protect me! “

source: མེའི་འཇིགས་པ་དང་། ཆུའི་འཇིགས་པ་དང་། དུག་གི་འཇིགས་པ་དང་། མཚོན་གྱི་འཇིགས་པ་དང་། ཕ་རོལ་གྱི་དམག་ཚོགས་ཀྱི་འཇིགས་པ་དང་། མུ་གེའི་འཇིགས་པ་དང་། དགྲའི་འཇིགས་པ་དང་། ནད་ཀྱི་འཇིགས་པ་དང་། ལྕེ་འབབ་པའི་འཇིགས་པ་དང་། དུས་མ་ཡིན་པར་འཆི་བའི་འཇིགས་པ་དང་། ས་གཡོ་བའི་འཇིགས་པ་དང་། སྐར་མདའ་ལྟུང་བའི་འཇིགས་པ་དང་། རྒྱལ་པོའི་ཆད་པའི་འཇིགས་པ་དང་། ལྷའི་འཇིགས་པ་དང་། ཀླུའི་འཇིགས་པ་དང་། གློག་གི་འཇིགས་པ་དང་། ནམ་མཁའ་ལྡིང་གི་འཇིགས་པ་དང་།
en: Oṁ, grant me auspiciousness in the face of dangers from rulers, thieves, fire, water, poison, weapons, opposing armies, famines, enemies, disease, thunderbolts, untimely death, earthquakes, falling meteors, royal punishment, devas, nāgas, lightning, suparṇas, and ferocious beasts. “

source: གཅན་གཟན་ཁྲོ་བོའི་འཇིགས་པ་དང་། ལྷའི་གདོན་དང་། ཀླུའི་གདོན་དང་། ལྷ་མ་ཡིན་གྱི་གདོན་དང་། རླུང་ལྷའི་གདོན་དང་། ནམ་མཁའ་ལྡིང་གི་གདོན་དང་། དྲི་ཟའི་གདོན་དང་། མི་འམ་ཅིའི་གདོན་དང་། ལྟོ་འཕྱེ་ཆེན་པའི་གདོན་དང་། གནོད་སྦྱིན་གྱི་གདོན་དང་། སྲིན་པོའི་གདོན་དང་། ཡི་དགས་ཀྱི་གདོན་དང་། མཁའ་འགྲོ་མའི་གདོན་དང་། ཤ་ཟའི་གདོན་དང་། འབྱུང་པོའི་གདོན་དང་། གྲུལ་བུམ་གྱི་གདོན་དང་། སྲུལ་པོའི་གདོན་དང་། ལུས་སྲུལ་པོའི་གདོན་དང་། སྐེམ་བྱེད་ཀྱི་གདོན་དང་། བརྗེད་བྱེད་ཀྱི་གདོན་དང་། སྨྱོ་བྱེད་ཀྱི་གདོན་དང་། གྲིབ་གནོན་གྱི་གདོན་དང་། གནོན་པོའི་གདོན་དང་།
en: Grant me auspiciousness in the face of grahas who are of devas, nāgas, asuras, maruts, garuḍas, gandharvas, kinnaras, mahoragas, yakṣas, rākṣasas, pretas, piśācas, bhūtas, kumbhāṇḍas, pūtanas, kaṭapūtanas, skandas, apasmāras, unmādas, chāyās, and ostārakas!

source: དེ་དག་ལས་ཀྱང་བདག་བདེ་ལེགས་སུ་གྱུར་ཅིག །གཟི་བརྗིད་འཕྲོག་པ་དང་། མདངས་འཕྲོག་པ་དང་། ཟས་སུ་ཁྲག་འཐུང་བ་དང་། ཟས་སུ་ཞག་ཟ་བ་དང་། ཟས་སུ་ཤ་ཟ་བ་དང་། ཟས་སུ་ཚིལ་ཟ་བ་དང་། ཟས་སུ་རྐང་ཟ་བ་དང་། ཟས་སུ་བཙས་པ་ཟ་བ་དང་། སྲོག་འཕྲོག་པ་དང་། ཟས་སུ་སྐྱུགས་པ་ཟ་བ་དང་། ཟས་སུ་མི་གཙང་བ་ཟ་བ་དང་། ཟས་སུ་གཅིན་འཐུང་བ་དང་། ཟས་སུ་སྟོར་ཁུང་ནས་འབབ་པ་འཐུང་བ་དང་། ཟས་སུ་ལྷག་མ་ཟ་བ་དང་། ཟས་སུ་མཆིལ་མ་ཟ་བ་དང་། ཟས་སུ་སྣབས་ཟ་བ་དང་། ཟས་སུ་ངར་སྣབས་ཟ་བ་དང་། ཟས་སུ་རྣག་ཟ་བ་དང་། ཟས་སུ་གཏོར་མ་ཟ་བ་དང་། ཟས་སུ་ཕྲེང་བ་ཟ་བ་དང་། ཟས་སུ་དྲི་ཟ་བ་དང་། ཟས་སུ་བདུག་པ་ཟ་བ་དང་།
en: Grant me auspiciousness in the face of all these grahas! “

source: སེམས་འཕྲོག་པ་དང་། ཟས་སུ་མེ་ཏོག་ཟ་བ་དང་། ཟས་སུ་འབྲས་བུ་ཟ་བ་དང་། ཟས་སུ་ལོ་ཏོག་ཟ་བ་དང་། ཟས་སུ་སྦྱིན་སྲེག་ཟ་བ་ལས་བདག་བདེ་ལེགས་སུ་གྱུར་ཅིག །དེ་དག་ཐམས་ཅད་དང་།
en: Grant me auspiciousness in the face of those who steal energy and vitality; who drink blood; who consume fat, flesh, grease, marrow, and newborns; who steal life; who consume vomit, filth, and urine; who drink sewage and consume leftovers; who drink saliva and consume snot, mucus, pus, oblations, garlands, fragrances, and incense; who capture people’s minds; and who consume flowers, fruits, grains, and burnt offerings! “

source: གདོན་ཐམས་ཅད་ཀྱིས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of all these and all grahas!

source: །ཀུན་དུ་རྒྱུས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of mendicants!

source: །མཁའ་འགྲོ་དང་མཁའ་འགྲོ་མས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of ḍākas and ḍākinīs!

source: །ཕྱུགས་བདག་ཆེན་པོས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ། །སྲེད་མེད་ཀྱི་བུས་བྱས་པའི་རིག་སྔགས་གཅད་དོ།
en: I cut and pin down the spells of Mahāpaśupati!

source: །ཕུར་བུས་གདབ་བོ། །ནམ་མཁའ་ལྡིང་ཡང་དག་པ་དང་།
en: I cut and pin down the spells of Nārāyaṇa!

source: ལྷན་ཅིག་པས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells cast together with the true garuḍa!

source: །ནག་པོ་ཆེན་པོ་དང་། མ་མོའི་ཚོགས་ཀྱིས་བྱས་པའི་རིག་སྔགས་གཅད་དོ།
en: I cut and pin down the spells of Mahākāla and the hordes of mātṛs!

source: །ཕུར་བུས་གདབ་བོ། །མིའི་ཐོད་པ་ཅན་གྱིས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ། །རྒྱལ་བར་བྱེད་པ་དང་། སྦྲང་རྩིར་བྱེད་པ་དང་།
en: I cut and pin down the spells of kāpālikas!

source: དོན་ཀུན་གྲུབ་པས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of Jayakara, Madhukara, and Sarvārthasiddhi!

source: །སྲིང་མོ་བཞིས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ། །བྷྲྀང་གི་རི་ཏི་དང་།
en: I cut and pin down the spells of the Four Bhaginīs!

source: དགའ་བྱེད་དབང་ཕྱུག་དང་། ཚོགས་ཀྱི་བདག་པོ་དང་ལྷན་ཅིག་པས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of Bhṛṅgiriṭi and Nandikeśvara along with Gaṇapati!

source: །དགེ་སྦྱོང་གཅེར་བུས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of naked ascetics!

source: །དགྲ་བཅོམ་པས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of arhats!

source: །འདོད་ཆགས་དང་བྲལ་བས་བྱས་པའི་རིག་སྔགས་གཅད་དོ། །ཕུར་བུས་གདབ་བོ།
en: I cut and pin down the spells of those devoid of passion!

source: །གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེས་བྱས་པའི་རིག་སྔགས་གཅད་དོ།
en: I cut and pin down the spells of Vajrapāṇi, lord of the guhyakas! “

source: །ཕུར་བུས་གདབ་བོ། །བཅོམ་ལྡན་འདས་མ་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བ་གདུགས་དཀར་པོ་ཅན་ཁྱོད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to you, blessed Sitātapatrā, born from the uṣṇīṣa of the Tathāgata!

source: །བདག་ལ་བསྲུང་དུ་གསོལ། བསྲུང་དུ་གསོལ། ཨོཾ་ཨ་སི་ཏཱ་ན་ལཱ་རྐཱ་པྲ་བྷཱ་སྥུ་ཊ། བི་ཀ་སི་ཏཱ་ཏ་པ་ཏྲེ། ཛྭ་ལ་ཛྭ་ལ། ཁཱ་ད་ཁཱ་ད། དྷ་ར་དྷ་ར། བིདྷ་ར་བིདྷ་ར། ཙྪིནྡ་ཙྪིནྡ། བིནྡ་བིནྡ། ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། ཧེ་ཧེ་ཕཊ། ཧོ་ཧོ་ཕཊ། ཨ་
en: Protect me, please protect me!

source: མོ་གྷེ་ཕཊ། ཨ་པྲ་ཏི་ཧ་ཏཱ་ཕཊ། བ་ར་པྲ་དཱ་ཕཊ། པྲ་ཏྱཾ་གི་རེ་ཕཊ། ཨ་སུ་ར་བི་དྲཱ་བ་ཀ་ཕཊ། སརྦ་དེ་བེ་བྷྱཿཕཊ། སརྦ་ནཱ་གེ་བྷྱཿཕཊ། སརྦ་ཨ་སུ་རེ་བྷྱཿཕཊ། སརྦ་མ་རུ་ཏེ་བྷྱཿཕཊ། སརྦ་ག་རུ་ཌེ་བྷྱཿཕཊ། སརྦ་གཾ་དྷརྦེ་བྷྱཿཕཊ། སརྦ་ཀིན་ན་རེ་བྷྱཿཕཊ། སརྦ་མ་ཧོ་ར་གེ་བྷྱཿཕཊ། སརྦ་ཡཀྵེ་བྷྱཿཕཊ། སརྦ་རཱ་ཀྵེ་སེ་བྷྱཿཕཊ། སརྦ་པྲེ་ཏེ་བྷྱཿཕཊ། སརྦ་པི་ཤཱ་ཙི་བྷྱཿཕཊ། སརྦ་བྷཱུ་ཏེ་བྷྱཿཕཊ། སརྦ་ཀུམ་བྷཱཎྜེ་བྷྱཿཕཊ། སརྦ་པཱུ་ཏ་ནི་བྷྱཿཕཊ། སརྦ་ཀ་ཊ་པཱུ་ཏ་ནི་བྷྱཿཕཊ། སརྦ་སྐནྦྷེ་བྷྱཿཕཊ། སརྦོནྨཱ་དེ་བྷྱཿཕཊ། སརྦ་ཙྪཱ་ཡེ་བྷྱཿཕཊ། སརྦ་ཨ་པ་སྨཱ་རེ་བྷྱུཿཕཊ། སརྦ་ཨོཾ་སྟཱ་ར་ཀེ་བྷྱཿཕཊ། སརྦ་དུརླཾ་གི་ཏེ་བྷྱཿཕཊ། སརྦ་དུཥྤེ་ཀྵི་ཏེ་བྷྱཿཕཊ། སརྦ་ཛྭ་རེ་བྷྱཿཕཊ། སརྦ་ཀྲྀ་ཏྱ་ཀརྨ་ཀཱ་ཁོ་རྡེ་བྷྱཿཕཊ། ཀི་ར་ཎ་བེ་ཏཱ་ཌེ་བྷྱཿཕཊ། ཙིཙྪ་པྲེ་ཥ་ཀ་དུཤྩྪེར་དི་ཏེ་བྷྱཿཕཊ། དུར་བྷུཀ་ཏེ་བྷྱཿཕཊ། སརྦ་ཏིརྠི་ཀེ་བྷྱཿཕཊ། སརྦ་ཤྲ་མ་ཎ་བྷྱཿཕཊ། སརྦ་བིདྱཱ་དྷ་རེ་བྷྱཿཕཊ། ཛ་ཡ་ཀ་ར། མ་དྷུ་ཀ་རེ་བྷྱཿཕཊ། སརྦ་ཨརྠ་སཱདྷ་ཀེ་བྷྱོ་བིདྱ་ཙ་རེ་བྷྱཿཕཊ། ཙ་ཏུ་ར་བྷྱོ་བྷ་གནཱི་བྷྱཿཕཊ། སརྦ་ཀཽ་མཱ་རཱི་ཡེ་བྷྱཿཕཊ། བིདྱཱ་ར་ཛྙཱི་ཡེ་བྷྱཿཕཊ། མ་ཧཱ་པྲ་ཏྱཾ་གི་རེ་བྷྱཿཕཊ། བཛྲ་ཤྲྀདྑ་ལཱ་ཡ། པྲཏྱཾ་གི་ར་རཱ་ཛཱ་ཡ་ཕཊ། མ་ཧཱ་ཀཱ་ལཱ་ཡ་མ་ཏྲྀ་ག་ཎ་ན་མ་སྐྲྀ་ཏ་ཡེ་ཕཊ། བིཥྞ་བི་ཡེ་ཕཊ། བྲཧྨ་ཎཱི་ཡེ་ཕཊ། ཨགྣི་ཡེ་ཕཊ། མ་ཧཱ་ཀཱ་ལཱི་ཡེ་ཕཊ། ཀཱ་ལཱ་དཎྜཱི་ཡེ་ཕཊ། ཨིནྡྲཱི་ཡེ་ཕཊ། རཽ་དྲཱི་ཡེ་ཕཊ། ཀཽ་མཱ་རཱི་ཡེ་ཕཊ། བཱ་རཱ་ཧཱི་ཡེ་ཕཊ། ཙཱ་མུཎྜཱི་ཡེ་ཕཊ། ར་ཏྲཱི་ཡེ་ཕཊ། ཀཱ་ལ་རཱ་ཏྲཱི་ཡེ་ཕཊ། ཡ་མ་དཎྜཱི་ཡེ་ཕཊ། ཀ་པཱ་ལཱི་ཡེ་ཕཊ། ཨ་དྷི་མུ་ཀ་ཏི་སྨ་ཤཱ་ན་བཱ་སི་ནཱི་ཡེ་ཕཊ། སེམས་ཅན་གང་སུ་དག་བདག་ལ་སྡང་བའི་སེམས་དང་ལྡན་པ་རྣམས་དང་། དྲག་ཤུལ་གྱི་སེམས་དང་ལྡན་པ་རྣམས་དང་། གཟི་བྱིན་འཕྲོག་པ་རྣམས་དང་། ཟས་སུ་མདངས་ཟ་བ་རྣམས་དང་། ཟས་སུ་མངལ་ཟ་བ་རྣམས་དང་། ཟས་སུ་ཁྲག་འཐུང་བ་རྣམས་དང་། ཟས་སུ་ཞག་ཟ་བ་རྣམས་དང་། ཟས་སུ་ཤ་ཟ་བ་རྣམས་དང་། ཟས་སུ་ཚིལ་ཟ་བ་རྣམས་དང་། ཟས་སུ་རྐང་ཟ་བ་རྣམས་དང་། ཟས་སུ་བཙས་པ་ཟ་བ་རྣམས་དང་། སྲོག་འཕྲོག་པ་རྣམས་དང་། ཟས་སུ་སྐྱུགས་པ་ཟ་བ་རྣམས་དང་། ཟས་སུ་མི་གཙང་བ་ཟ་བ་རྣམས་དང་། ཟས་སུ་གཅིན་འཐུང་བ་རྣམས་དང་། ཟས་སུ་སྟོར་ཁུང་ནས་འབབ་པ་འཐུང་བ་རྣམས་དང་། ཟས་སུ་ལྷག་མ་ཟ་བ་རྣམས་དང་། ཟས་སུ་མཆིལ་མ་འཐུང་བ་རྣམས་དང་། ཟས་སུ་སྣབས་ཟ་བ་རྣམས་དང་། ཟས་སུ་ངར་སྣབས་ཟ་བ་རྣམས་དང་། ཟས་སུ་རྣག་ཟ་བ་རྣམས་དང་། ཟས་སུ་གཏོར་མ་ཟ་བ་རྣམས་དང་། ཟས་སུ་ཕྲེང་བ་ཟ་བ་རྣམས་དང་། ཟས་སུ་དྲི་ཟ་བ་རྣམས་དང་། ཟས་སུ་བདུག་པ་ཟ་བ་རྣམས་དང་། སེམས་འཕྲོག་པ་རྣམས་དང་། ཟས་སུ་མེ་ཏོག་ཟ་བ་རྣམས་དང་། ཟས་སུ་འབྲས་བུ་ཟ་བ་རྣམས་དང་། ཟས་སུ་ལོ་ཏོག་ཟ་བ་རྣམས་དང་། ཟས་སུ་སྦྱིན་སྲེག་ཟ་བ་རྣམས་དང་། སྡིག་པའི་སེམས་དང་ལྡན་པ་རྣམས་དང་། སྡང་བའི་སེམས་དང་ལྡན་པ་རྣམས་དང་། དྲག་ཤུལ་གྱི་སེམས་དང་ལྡན་པ་རྣམས་དང་། ལྷའི་གདོན་རྣམས་དང་། ཀླུའི་གདོན་རྣམས་དང་། ལྷ་མ་ཡིན་གྱི་གདོན་རྣམས་དང་། རླུང་ལྷའི་གདོན་རྣམས་དང་། ནམ་མཁའ་ལྡིང་གི་གདོན་རྣམས་དང་། དྲི་ཟའི་གདོན་རྣམས་དང་།
en: oṁ asitānalārkaprabhāsphuṭavikasitasitātapatre jvala jvala | khāda khāda | dara dara | vidara vidara | chinda chinda | bhinda bhinda | hūṁ hūṁ phaṭ phaṭ svāhā | he he phaṭ | ho ho phaṭ | amoghe phaṭ | apratihatāya phaṭ | varapradāya phaṭ | pratyaṅgire phaṭ | asuravidrāvakarāya phaṭ | sarvadevebhyaḥ phaṭ | sarvanāgebhyaḥ phaṭ | sarvāsurebhyaḥ phaṭ | sarvamarutebhyaḥ phaṭ | sarvagaruḍebhyaḥ phaṭ | sarvagandharvebhyaḥ phaṭ | sarvakinnarebhyaḥ phaṭ | sarvamahoragebhyaḥ phaṭ | sarvayakṣebhyaḥ phaṭ | sarvarākṣasebhyaḥ phaṭ | sarvapretebhyaḥ phaṭ | sarvapiśācebhyaḥ phaṭ | sarvabhūtebhyaḥ phaṭ | sarvakumbhāṇḍebhyaḥ phaṭ | sarvapūtanebhyaḥ phaṭ | sarvakaṭapūtanebhyaḥ phaṭ | sarvaskandebhyaḥ phaṭ | sarvonmādebhyaḥ phaṭ | sarvachāyebhyaḥ phaṭ | sarvāpasmārebhyaḥ phaṭ | sarvostārakebhyaḥ phaṭ | sarvadurlaṅghitebhyaḥ phaṭ | sarva duḥprekṣitebhyaḥ phaṭ | sarvajvarebhyaḥ phaṭ | sarvakṛtyakarmaṇakākhordebhyaḥ phaṭ | kiraṇavetāḍebhyaḥ phaṭ | cichapreṣakaduścharditebhyaḥ phaṭ | durbhuktebhyaḥ phaṭ | sarvatīrthakebhyaḥ phaṭ | sarvaśramaṇebhyaḥ phaṭ | sarvavidyādharebhyaḥ phaṭ | jayakaramadhukarebhyaḥ | sarvārthasādhakebhyo vidyācārebhyaḥ phaṭ | caturbhyo bhaginībhyaḥ phaṭ | sarvakaumārīyebhyaḥ phaṭ | vidyārajñīyebhyaḥ phaṭ | mahāpratyaṅgirebhyaḥ phaṭ | vajraśṛṅkhalāya pratyaṅgirarājāya phaṭ | mahākālāya mātṛgaṇanamaskṛtaye phaṭ | viṣṇāvīye phaṭ | brahmaṇīye phaṭ | agnīye phaṭ | mahākālīye phaṭ | kāladaṇḍīye phaṭ | indrīye phaṭ | raudrīye phaṭ | kaumārīye phaṭ | vārāhīye phaṭ | cāmuṇḍīye phaṭ | rātrīye phaṭ | kālarātrīye phaṭ | yamadaṇḍīye phaṭ | kapālīye phaṭ | adhimuktiśmaśānavāsinīye phaṭ | “Dispel all beings who harbor malicious and dangerous intentions toward me; who steal vitality; who consume fetuses; who drink blood; who consume fat, flesh, grease, marrow, and newborns; who steal life; who consume vomit, filth, and urine; who drink sewage and consume leftovers; who drink saliva; who consume snot, mucus, pus, oblations, garlands, fragrances, and incense; who capture people’s minds; who consume flowers, fruits, grains, and burnt offerings; and who harbor evil, malicious, or dangerous intentions. “

source: མི་འམ་ཅིའི་གདོན་རྣམས་དང་། ལྟོ་འཕྱེ་ཆེན་པོའི་གདོན་རྣམས་དང་། གནོད་སྦྱིན་གྱི་གདོན་རྣམས་དང་། སྲིན་པོའི་གདོན་རྣམས་དང་། ཡི་དགས་ཀྱི་གདོན་རྣམས་དང་། ཤ་ཟའི་གདོན་རྣམས་དང་། འབྱུང་པོའི་གདོན་རྣམས་དང་། གྲུལ་བུམ་གྱི་གདོན་རྣམས་དང་། སྲུལ་པོའི་གདོན་རྣམས་དང་། ལུས་སྲུལ་པོའི་གདོན་རྣམས་དང་། སྐེམ་བྱེད་ཀྱི་གདོན་རྣམས་དང་། སྨྱོ་བྱེད་ཀྱི་གདོན་རྣམས་དང་། གྲིབ་གནོན་གྱི་གདོན་རྣམས་དང་། བརྗེད་བྱེད་ཀྱི་གདོན་རྣམས་དང་། གནོན་པོའི་གདོན་རྣམས་དང་། མཁའ་འགྲོ་མའི་གདོན་རྣམས་དང་། ནམ་གྲུའི་གདོན་རྣམས་དང་། གཤིན་རྗེའི་གདོན་རྣམས་དང་། བྱའི་གདོན་རྣམས་དང་། མ་མོ་དགའ་བར་བྱེད་པའི་གདོན་རྣམས་དང་། ཀུན་དུ་འབྲེང་བའི་གདོན་རྣམས་དང་། ཚེར་མ་འདོན་པའི་གདོན་རྣམས་དང་། རིམས་ཉིན་གཅིག་པ་རྣམས་དང་། ཉིན་གཉིས་པ་རྣམས་དང་།
en: Dispel grahas who are devas, nāgas, asuras, maruts, garuḍas, kinnaras, mahoragas, yakṣas, rākṣasas, pretas, piśācas, bhūtas, kumbhāṇḍas, pūtanas, kaṭapūtanas, skandas, unmādas, chāyās, apasmāras, ostārakas, ḍākinīs, revatīs, yāmakas, śakunis, mātṛnandīs, samikās, and kaṇṭakamālinīs! “

source: ཉིན་གསུམ་པ་རྣམས་དང་། ཉིན་བཞི་པ་རྣམས་དང་། ཉིན་བདུན་པ་རྣམས་དང་། རྟག་པའི་རིམས་རྣམས་དང་། རིམས་མི་བཟད་པ་རྣམས་དང་། རིམས་ལྡང་དུབ་པ་རྣམས་དང་། འབྱུང་པོའི་གདོན་རྣམས་དང་། རླུང་ལས་གྱུར་པ་རྣམས་དང་། མཁྲིས་པ་ལས་གྱུར་པ་རྣམས་དང་། བད་ཀན་ལས་གྱུར་པ་རྣམས་དང་། འདུས་པ་ལས་གྱུར་པ་རྣམས་དང་། རིམས་ནད་ཐམས་ཅད་དང་།
en: Dispel all fevers that last one day, two days, three days, four days, or seven days; those that they are chronic, irregular, or intermittent; those that are caused by bhūtas, arise from disturbances in the wind, bile, phlegm, or from their combination; all infectious diseases and all illnesses of the brain! “

source: ཀླད་པ་ན་བ་བསལ་དུ་གསོལ། གཞོགས་ཕྱེད་ན་བ་དང་། ཡི་ག་འཆུས་པ་དང་། མིག་ནད་དང་། སྣ་ནད་དང་། ཁ་ནད་དང་། མགུལ་ནད་དང་། སྙིང་ནད་དང་། ལྐོག་མའི་ལྷ་གོར་ན་བ་དང་། རྣ་བ་ན་བ་དང་། སོ་ན་བ་དང་། སྙིང་ན་བ་དང་། ཀླད་པ་ན་བ་དང་། རྩིབ་ལོགས་ན་བ་དང་། རྒྱབ་ན་བ་དང་། ལྟོ་ན་བ་དང་། རྐེད་པ་ན་བ་དང་། ཆུ་སོ་ན་བ་དང་། བརླ་ན་བ་དང་། རྗེ་ངར་ན་བ་དང་། ལག་པ་ན་བ་དང་། རྐང་པ་ན་བ་དང་། ཡན་ལག་ན་བ་དང་།
en: Dispel splitting headaches, loss of appetite, illnesses of the eyes, nose, mouth, throat, and heart, laryngitis and pain in the ears, teeth, heart, brain, neck, ribs, back, stomach, hips, pelvis, thighs, calves, hands, feet, and all the major and minor appendages!

source: ཉིང་ལག་ན་བ་དག་བསལ་དུ་གསོལ། བསྲུང་དུ་གསོལ། ག
en: Please dispel them! “

source: དུགས་དཀར་པོ་ཅན་རྡོ་རྗེ་གཙུག་ཏོར་ནས་བྱུང་བ་ཕྱིར་ཟློག་པ་ཆེན་མོ་འདིས། དཔག་ཚད་བཅུ་གཉིས་ཀྱི་ནང་ཚུན་ཆད་དུ་འབྱུང་པོ་དང་། རོ་ལངས་དང་། མཁའ་འགྲོ་མ་དང་། རིམས་དང་། ཤུ་བ་དང་། གཡའ་བ་དང་། འབྲུམ་བུ་ཕྲ་མོ་དང་། མཛེ་དང་། ཕོལ་མིག་དང་། བས་བལྡགས་དང་། མེ་དཔལ་དང་། གཡན་པ་དང་། ལྷོག་པ་དང་། སྐེམས་པ་དང་། སྐྲག་པ་དང་། དབྱིག་དུག་དང་། དུག་སྦྱར་མ་དང་། བྱད་དང་། མེ་དང་། ཆུ་དང་། མི་ངས་དང་། དགྲ་དང་། གནོད་པ་དང་། དུས་མ་ཡིན་པར་འཆི་བ་དང་། སྦྲང་བུ་ཏྲྱེ་མ་བུ་ཀ་དང་། ཏྲཻ་ལ་ཏཱ་ཀ་དང་། སྡིག་པ་དང་། སྦྲུལ་དང་། སྲེ་མོ་དང་། སེང་གེ་དང་། སྟག་དང་། དོམ་དང་། དྲེད་དང་། སྤྱང་ཀི་དང་། ཆུ་སྲིན་དང་། བུང་བ་ལྟ་བུས་གཞན་གྱི་སྲོག་འཕྲོག་པ་དེ་དག་ཐམས་ཅད་ཀྱི་རིག་སྔགས་བཅིང་བར་བྱའོ།
en: May this great averting spell of the vajra uṣṇīṣa Sitātapatrā bind the spells of everything within twelve yojanas, including all bhūtas, vetālas, ḍākinīs, fevers, skin disease, scabies, pruritus, leprosy, boils, skin irritations, erysipelas, itching, blood boils, emaciation, anxiety, poisonous brews, poisonous compounds, kākhordas, fire, water, pestilence, enemies, harm, untimely death, tryambuka flies, tralāṭa flies, scorpions, snakes, mongooses, lions, tigers, bears, jackals, makaras, and all other life-threatening creatures such as bees.

source: །གཟི་བརྗིད་བཅིང་བར་བགྱིའོ།
en: May it bind their energy!

source: །གཞན་གྱི་རིག་སྔགས་བཅིང་བར་བྱའོ།
en: May it bind all opposing spells!
